/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
        "kicker": "",
        "kicker_size": 5,
        "show_title": false,
        "title_size": 9,
        "show_content": true,
        "content_size": 5,
        "align_text": "text-center",
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper",
        "padding_top": 50,
        "padding_bottom": 36
      }
    },
    "section_richtext_KMeLT3": {
      "type": "section-richtext",
      "blocks": {
        "heading_bYwgFN": {
          "type": "heading",
          "settings": {
            "heading": "Refund & Return Policy",
            "text_size": 8
          }
        },
        "text_39bPzQ": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Returns & Exchanges</strong><br/>We offer a <strong>30-day return policy</strong>, meaning you have 30 days from the date of receiving your item to request a return.<br/>To be eligible for a return, your item must be in its original condition—<strong>unworn, unused, with tags attached, and in its original packaging</strong>. In-store refunds must provide a receipt or proof of purchase. To initiate a return, please follow this link to our <strong>Returns Center</strong>. Once you have completed all the prompts in our <strong>Returns Center</strong>, a <strong>free return label</strong> will be generated for you, along with clear instructions on where and how to send your package. <strong>Please note that we cannot accept items returned without prior approval. </strong>For any return-related queries, feel free to contact us at <a href=\"mailto:help@galtsand.us\"><strong>help@galtsand.us</strong></a>.<br/><br/><strong>Damages & Issues</strong><br/>Please inspect your order upon arrival. If your item is <strong>faulty, damaged, or incorrect</strong>, kindly contact us immediately so we can assess the issue and put things right.<br/><br/><strong>Exceptions & Non-Returnable Items</strong><br/>We regret that we cannot accept returns on <strong>sale or promotional items, mystery boxes,</strong>or <strong>gift cards</strong>.<br/><br/><strong>Exchanges</strong><br/>Unfortunately, at this time, we do not offer exchanges. The quickest way to receive a different item is to return your original purchase and, once the return is accepted, place a new order separately.<br/><br/><strong>European Union – 14-Day Cooling-Off Period</strong><br/>If your order is being shipped to the <strong>European Union</strong>, you have the right to cancel or return your order within <strong>14 days</strong>, for any reason and without explanation. As with our standard returns policy, the item must be <strong>unworn, unused, with tags attached, and in its original packaging</strong>, along with proof of purchase.<br/><br/><strong>Refunds</strong><br/>Once we receive and inspect your return, we will notify you regarding the status of your refund. If approved, the refund will be processed to your <strong>original payment method within 10 business days</strong>. Please note that banks and credit card providers may take additional time to process and post the refund. If <strong>more than 15 business days</strong> have passed since your return was approved and you have not received your refund, please contact us at <a href=\"mailto:help@galtsand.us\"><strong>help@galtsand.us</strong></a>.<br/></p>",
            "text_size": 5,
            "text_columns": 1
          }
        }
      },
      "block_order": [
        "heading_bYwgFN",
        "text_39bPzQ"
      ],
      "settings": {
        "align_text": "text-center",
        "text_color": "text--bright--secondary",
        "bg": "palette--bright bg--bright",
        "content_width": 800,
        "width": "wrapper",
        "padding_top": 80,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "section_richtext_KMeLT3"
  ]
}
