/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "settings": {
        "kicker": "",
        "kicker_size": 7,
        "show_title": false,
        "title_size": 8,
        "show_content": true,
        "content_size": 7,
        "align_text": "text-center",
        "text_color": "text--bright--secondary",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 50,
        "padding_bottom": 50
      }
    },
    "section_faq_6x89FH": {
      "type": "section-faq",
      "blocks": {
        "text_kWetUL": {
          "type": "text",
          "settings": {
            "title": "How can I contact you?",
            "content": "<p>If you need any assistance, please don’t hesitate to contact our customer service team via email at <a href=\"mailto:hello@galtsand.us\">hello@galtsand.us</a>. We aim to respond to all inquiries within 24 hours and are happy to assist with any questions or issues.<br/></p>"
          }
        }
      },
      "block_order": [
        "text_kWetUL"
      ],
      "settings": {
        "title": "Customer Service",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--bright--secondary",
        "bg": "palette--bright bg--bright--accent",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "accordion-section-1": {
      "type": "section-faq",
      "blocks": {
        "accordion_block_1_1": {
          "type": "text",
          "settings": {
            "title": "I’m not completely satisfied with my order—may I return it? And what should I do if there is an issue?",
            "content": "<p>We are pleased to offer a full refund within 30 days of your return request. Please visit our Returns Center for further instructions. Once we have received the returned item and approved it, we will process the refund to your original payment method within 5 business days. Please note, if your package is still in transit, we kindly ask that you wait for it to arrive before initiating the return process and receiving a refund.<br/></p>"
          }
        },
        "accordion_block_1_2": {
          "type": "text",
          "settings": {
            "title": "May you provide an update on the status of my return?",
            "content": "<p>Once you have completed the returns process through our Returns Centre and sent your package back to our warehouse, your return will be officially underway. After we receive and inspect your return, we will notify you whether it has been accepted or declined. This process may take up to 5 business days from the date your return tracking status shows as Delivered. If approved, please allow up to 5 business days for the refund to be processed back to your original payment method.<br/></p>"
          }
        },
        "accordion_block_1_3": {
          "type": "text",
          "settings": {
            "title": "May I exchange an item for a different one?",
            "content": "<p>At present, we are unable to offer exchanges. We kindly recommend that you request a return and place a new order for the desired item. Once your return has been received and processed at our warehouse, a refund will be issued to your original payment method.<br/></p>"
          }
        },
        "accordion_block_1_4": {
          "type": "text",
          "settings": {
            "title": "May you help with a damaged item?",
            "content": "<p>We sincerely apologize that you have received a damaged item. Kindly send a photo of the damaged product, along with your details, to <a href=\"mailto:hello@galtsand.us\">hello@galtsand.us</a> and we will be more than happy to assist you in resolving the issue. Please note that items reported as damaged beyond the 30-day return window are unfortunately ineligible for return or refund.<br/></p>"
          }
        },
        "text_nDRMMV": {
          "type": "text",
          "settings": {
            "title": "What if my item is faulty?",
            "content": "<p>Items are considered faulty if they are received damaged or if a manufacturing fault occurs within 3 months of purchase. After this period, items are not regarded as faulty and may be deemed as showing signs of normal wear and tear.<br/></p>"
          }
        }
      },
      "block_order": [
        "accordion_block_1_1",
        "accordion_block_1_2",
        "accordion_block_1_3",
        "accordion_block_1_4",
        "text_nDRMMV"
      ],
      "settings": {
        "title": "Returns & Exchanges",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--bright--secondary",
        "bg": "palette--bright bg--bright--accent",
        "width": "wrapper--narrow",
        "padding_top": 64,
        "padding_bottom": 64
      }
    },
    "section_faq_idJMGV": {
      "type": "section-faq",
      "blocks": {
        "text_VJKEUP": {
          "type": "text",
          "settings": {
            "title": "Do you offer free shipping?",
            "content": "<p>We offer free shipping on orders over $300. Please refer to our shipping policy for the specific amount and details. For orders under this threshold, standard shipping rates apply.<br/></p>"
          }
        },
        "text_mEDbDC": {
          "type": "text",
          "settings": {
            "title": "How long will it take to receive my order?",
            "content": "<p>Once your order is placed, please allow 3-5 business days for processing. Domestic orders typically arrive within 5-7 business days from shipment, while international orders can take up to 25 days, depending on the destination. Shipping times may vary during busy periods, so we encourage you to sign up for our email list with real-time announcements on shipping information.<br/></p>"
          }
        },
        "text_fWVABi": {
          "type": "text",
          "settings": {
            "title": "May I change the shipping method for my order?",
            "content": "<p>Once an order is placed and processing has begun, the shipping method cannot be changed. If you need to expedite your shipping, we recommend contacting us at <a href=\"mailto:hello@galtsand.us\">hello@galtsand.us</a> as soon as possible, and we will do our best to assist.<br/></p>"
          }
        }
      },
      "block_order": [
        "text_VJKEUP",
        "text_mEDbDC",
        "text_fWVABi"
      ],
      "settings": {
        "title": "Shipping & Delivery",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "section_faq_pEgLpg": {
      "type": "section-faq",
      "blocks": {
        "text_xr3bUH": {
          "type": "text",
          "settings": {
            "title": "What if my size is out of stock?",
            "content": "<p>If your size is currently out of stock, please feel free to reach out to us at <a href=\"mailto:hello@galtsand.com\">hello@galtsand.com</a>, and we will be happy to check when your desired size will be available. Additionally, you can join our waitlist to receive notifications as soon as it's back in stock. We restock items regularly and are committed to offering the sizes you need.<br/></p>"
          }
        },
        "text_aVzARX": {
          "type": "text",
          "settings": {
            "title": "How do I know if an item is in stock?",
            "content": "<p>All available items on our website are in stock, unless marked as \"Out of Stock\" or \"On Backorder.\" If an item is out of stock, you can contact us or sign up for notifications to be alerted when it’s back in stock.<br/></p>"
          }
        },
        "text_fzRH8a": {
          "type": "text",
          "settings": {
            "title": "How often do you restock items?",
            "content": "<p>We restock our items based on a variety of factors, including the popularity of each product and the availability of materials. While we aim to restock regularly, the timing can vary depending on these factors. To make sure you're the first to know when your desired items are back in stock, we recommend joining our waitlist. You’ll receive notifications as soon as they're available again.<br/></p>"
          }
        },
        "text_wxEHjy": {
          "type": "text",
          "settings": {
            "title": "Will styles be restocked in the same color or style?",
            "content": "<p>While we do restock our most popular items, there may be instances where certain colors or styles are no longer available. We occasionally introduce new colours or limited-edition styles, so if you're interested in a specific look, it's a good idea to join the waitlist to be notified when similar items become available.<br/></p>"
          }
        },
        "text_feXrbL": {
          "type": "text",
          "settings": {
            "title": "Do you restock items from past collections?",
            "content": "<p>Due to the exclusive nature of our collections, past styles may not always be restocked. However, we occasionally re-release fan favorites, and reproduce key items from our core collections, or launch new collections inspired by past designs. Be sure to sign up for our email list to stay up-to-date on the latest releases and restocks.<br/></p>"
          }
        }
      },
      "block_order": [
        "text_xr3bUH",
        "text_aVzARX",
        "text_fzRH8a",
        "text_wxEHjy",
        "text_feXrbL"
      ],
      "settings": {
        "title": "Restocks",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "section_faq_DxFJBT": {
      "type": "section-faq",
      "blocks": {
        "text_BqcQYF": {
          "type": "text",
          "settings": {
            "title": "May I create an account?",
            "content": "<p>Certainly! You can register for an account here: www.galtsand.com and enjoy the following benefits:<br/></p><ul><li>Track your orders and review past purchases</li><li>Save your addresses for quicker checkout</li><li>Manage your account details, address book, and email preferences</li></ul>"
          }
        },
        "text_LMUgNA": {
          "type": "text",
          "settings": {
            "title": "What if I need help on my account?",
            "content": "<p>If you need assistance with your account, please feel free to reach out to our customer support team. You can contact us via email at <a href=\"mailto:help@galtsand.us\">hel</a><a href=\"mailto:lo@galtsand.us\">lo@galtsand.us</a> and we will be more than happy to assist you with any account-related queries.<br/></p>"
          }
        }
      },
      "block_order": [
        "text_BqcQYF",
        "text_LMUgNA"
      ],
      "settings": {
        "title": "Account",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--bright--secondary",
        "bg": "palette--bright bg--bright--accent",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "accordion-section-2": {
      "type": "section-faq",
      "blocks": {
        "accordion_block_2_0": {
          "type": "text",
          "settings": {
            "title": "When do you restock sold out items?",
            "content": "<p>We are working diligently to restock our items as soon as possible. In the meantime, please visit the product page and click on <strong>Join The Waitlist</strong> for the item you desire, and you’ll be among the first to be notified when it is back in stock.<br/></p>"
          }
        },
        "accordion_block_2_1": {
          "type": "text",
          "settings": {
            "title": "Where is my order?",
            "content": "<p>Once your order is placed, kindly allow three to five business days for it to be packed and shipped from our warehouse. As soon as your order is dispatched, you will receive an email containing your tracking information, so you can monitor your package’s progress online. Please allow up to 7 business days for delivery for orders within the United States, and up to 25 days for international orders from the date your order is shipped.<br/></p>"
          }
        },
        "accordion_block_2_2": {
          "type": "text",
          "settings": {
            "title": "My package is missing, can you help?",
            "content": "<p>We’re truly sorry to hear that your package is missing. Please reach out to us at <a href=\"mailto:help@galtsand.us\">hello@galtsand.us</a> with your order details, and we’ll investigate the issue as quickly as possible. We’ll work with you to resolve it and ensure your order gets to you.<br/></p>"
          }
        },
        "accordion_block_2_3": {
          "type": "text",
          "settings": {
            "title": "Do you ship internationally?",
            "content": "<p>Yes, we are pleased to offer both standard and express shipping options to most countries. For further details on international shipping, including any applicable fees or restrictions, please refer to our shipping policy or contact our customer service team for assistance. We are committed to ensuring a smooth and efficient delivery experience for our international customers.<br/></p>"
          }
        },
        "accordion_block_2_4": {
          "type": "text",
          "settings": {
            "title": "May I change address information on my current order?",
            "content": "<p>Once an order is placed, it begins processing immediately and, regrettably, cannot typically be altered or stopped. However, if your order has already shipped and you need to amend any address details, we recommend contacting the relevant shipping carrier directly. Please bear in mind that making changes to addresses or shipping methods may impact delivery processing times and could incur additional fees, which would be payable directly to the carrier.<br/></p>"
          }
        },
        "text_xXQMaa": {
          "type": "text",
          "settings": {
            "title": "Will I have to pay import duties on my international order?",
            "content": "<p>Any international order may be subject to import duties and taxes upon arrival, depending on the destination country’s regulations. These charges are the responsibility of the customer and are not included in the price of the order. We recommend checking with your local customs office for further details.<br/></p>"
          }
        }
      },
      "block_order": [
        "accordion_block_2_0",
        "accordion_block_2_1",
        "accordion_block_2_2",
        "accordion_block_2_3",
        "accordion_block_2_4",
        "text_xXQMaa"
      ],
      "settings": {
        "title": "Orders & Tracking",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--bright--secondary",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 64,
        "padding_bottom": 64
      }
    },
    "accordion-section-3": {
      "type": "section-faq",
      "blocks": {
        "accordion_block_3_0": {
          "type": "text",
          "settings": {
            "title": "What payment options do you accept?",
            "content": "<p>We accept <strong>Visa, MasterCard, American Express, and Discover</strong>. Your card will only be charged once your order has been shipped. You can also choose to pay securely via <strong>PayPal</strong> or <strong>Shop Pay</strong>, allowing you greater flexibility with your payments.<br/></p>"
          }
        },
        "accordion_block_3_1": {
          "type": "text",
          "settings": {
            "title": "How may I get a Galtsand discount?",
            "content": "<p>The best way to stay informed about our exclusive discounts and limited-time offers, such as our exclusive mystery box deals, is by signing up for our email list or creating an account with us. By joining, you’ll be the first to receive notifications about special promotions and super deals. Please note that only discounts provided directly by Galtsand are valid, and third-party discount codes will not be accepted. Sign up today to ensure you never miss out on our best offers.<br/></p>"
          }
        },
        "accordion_block_3_2": {
          "type": "text",
          "settings": {
            "title": "Why Isn’t My Discount Code Working?",
            "content": "<p>If your discount code isn't working, please feel free to reach out to us at <a href=\"mailto:hello@galtsand.com\">hello@galtsand.com</a>, and we'll be happy to assist you. Please note that our discount codes are single-use only, and cannot be reused if an order is cancelled or returned. If the code is eligible but not applying, we recommend double-checking that it has been entered correctly, ensuring there are no extra spaces. We’re here to help if you need further assistance.<br/></p>"
          }
        },
        "text_9Fe4B9": {
          "type": "text",
          "settings": {
            "title": "May I pay using gift cards?",
            "content": "<p>Yes, we accept original Galtsand gift cards as a valid payment method during checkout. Please ensure you have the card details and codes ready when completing your purchase.<br/></p>"
          }
        }
      },
      "block_order": [
        "accordion_block_3_0",
        "accordion_block_3_1",
        "accordion_block_3_2",
        "text_9Fe4B9"
      ],
      "settings": {
        "title": "Payment & Discounts",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 64,
        "padding_bottom": 64
      }
    },
    "section_faq_GkdRNA": {
      "type": "section-faq",
      "blocks": {
        "text_9C9h6J": {
          "type": "text",
          "settings": {
            "title": "How is Galtsand practicing environmental responsibility?",
            "content": "<p>At Galtsand, we are dedicated to making a positive impact on the environment. We aim to use recycled materials wherever possible, ensuring our products are crafted with sustainability in mind. Our manufacturers operate with solar panels to reduce energy consumption, and we continue to explore eco-friendly production methods. We are committed to creating fashion that respects the natural environment, from the materials we use to the way we create each piece, with the goal of reducing our carbon footprint and promoting a more sustainable future.<br/></p>"
          }
        },
        "text_6KK4R9": {
          "type": "text",
          "settings": {
            "title": "Are your factory workers paid a fair wage?",
            "content": "<p>At Galtsand, we take pride in our roots in manufacturing and the strong relationships we have built with our partners. Our executive team, with extensive experience in the manufacturing industry, ensures that all warehouse and factory workers are paid fair wages, work in safe environments, and have access to healthy working conditions. We strictly oversee every aspect of our manufacturing operations to guarantee ethical practices, prioritising the well-being of those who help create our products. This commitment to fairness and responsibility is integral to how we do business.<br/></p>"
          }
        },
        "text_tHxT3w": {
          "type": "text",
          "settings": {
            "title": "Do you have an affiliate program?",
            "content": "<p>Our influencer program is currently invite-only. If you’d like to apply, please feel free to reach out to us at <a href=\"mailto:hello@galtsand.us\">hello@galtsand.us</a>, and we’ll be happy to review your application.<br/></p>"
          }
        }
      },
      "block_order": [
        "text_9C9h6J",
        "text_6KK4R9",
        "text_tHxT3w"
      ],
      "settings": {
        "title": "ABOUT US",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "accordion-section-4": {
      "type": "section-faq",
      "blocks": {
        "accordion_block_4_0": {
          "type": "text",
          "settings": {
            "title": "Do you offer refunds?",
            "content": "<p>Yes, we offer full and partial refunds.<br/><br/>Please enquire for more information about our Refund policy.</p>"
          }
        },
        "accordion_block_4_1": {
          "type": "text",
          "settings": {
            "title": "How long after I complete a purchase can I ask for a refund?",
            "content": "<p>A refund request can be submitted within a month after the purchase is made.</p>"
          }
        },
        "accordion_block_4_2": {
          "type": "text",
          "settings": {
            "title": "How much can I get refunded?",
            "content": "<p>In the case when the <strong>product and packaging are unopened and undamaged</strong>, you are <strong>eligible</strong>for a full refund.<br/><br/>In the case when <strong>the packaging has been opened and the product has been used</strong>, you are <strong>eligible</strong>for a partial refund.<br/><br/>In the case when a <strong>product has been damaged</strong>, and the damage is not covered by your warranty, you are <strong>not eligible</strong>for a refund.<br/><br/>Please check our <a href=\"/policies/terms-of-service\" title=\"Terms of Service\">Terms of Service</a> to see if you're eligible for a refund.</p>"
          }
        },
        "accordion_block_4_3": {
          "type": "text",
          "settings": {
            "title": "Who pays the shipping costs in the case of a refund when the order doesn't have free shipping?",
            "content": "<p>When an order does not include free shipping, all shipping costs (including the return shipping) are handled by the customer.</p>"
          }
        },
        "accordion_block_4_4": {
          "type": "text",
          "settings": {
            "title": "Who pays the shipping costs in the case of a refund when the order has free shipping?",
            "content": "<p>When an order includes free shipping, only the cost of the return shipping is handled by the customer.</p>"
          }
        }
      },
      "block_order": [
        "accordion_block_4_0",
        "accordion_block_4_1",
        "accordion_block_4_2",
        "accordion_block_4_3",
        "accordion_block_4_4"
      ],
      "disabled": true,
      "settings": {
        "title": "Returns & Refunds",
        "title_align": "text-left",
        "title_size": 6,
        "heading_size": 5,
        "text_size": 4,
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 64,
        "padding_bottom": 128
      }
    },
    "icons": {
      "type": "section-icons",
      "blocks": {
        "icons-0": {
          "type": "icon_block",
          "settings": {
            "icon_name": "icon-basket-return",
            "icon_color": "#e6dbc4",
            "title": "Free returns",
            "text": "<p>Returns within 30 days receive a full refund.</p>",
            "link_text": "",
            "link_url": ""
          }
        },
        "icons-1": {
          "type": "icon_block",
          "settings": {
            "icon_name": "icon-shipment-world",
            "icon_color": "#e6dbc4",
            "title": "Worldwide shipping",
            "text": "<p>Ship anywhere, rates available at checkout.</p>",
            "link_text": "",
            "link_url": ""
          }
        },
        "icons-2": {
          "type": "icon_block",
          "settings": {
            "icon_name": "icon-email",
            "icon_color": "#e6dbc4",
            "title": "24/7 support",
            "text": "<p>Email us anytime at hello@galtsand.us</p>",
            "link_text": "",
            "link_url": ""
          }
        }
      },
      "block_order": [
        "icons-0",
        "icons-1",
        "icons-2"
      ],
      "custom_css": [
        "p {color: #e6dbc4;}"
      ],
      "settings": {
        "title": "",
        "bg": "palette--dark bg--invert",
        "icons_size": 30,
        "icon_alignment": "icon--top",
        "layout": "grid--stacked",
        "align_text": "text-left",
        "width": "wrapper",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "section_faq_6x89FH",
    "accordion-section-1",
    "section_faq_idJMGV",
    "section_faq_pEgLpg",
    "section_faq_DxFJBT",
    "accordion-section-2",
    "accordion-section-3",
    "section_faq_GkdRNA",
    "accordion-section-4",
    "icons"
  ]
}
